# Prot_IsFundamentals

## Description
Returns true if we only have a fundamentals license enabled.

```pascal
FUNCTION Prot_IsFundamentals : BOOLEAN;
```

```python
def vs.Prot_IsFundamentals():
    return BOOLEAN
```

## Version
Availability: from Vectorworks 2023

## Category
* Protection